{
  "BufferTabs.nvim": { "branch": "main" },
  "accelerated-jk.nvim": { "branch": "main" },
  "better-escape.vim": { "branch": "master" },
  "buffer-closer.nvim": { "branch": "main" },
  "buffer-reopen.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fix-auto-scroll.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hlargs.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window": { "branch": "main" },
  "paren-hint.nvim": { "branch": "main" },
  "scrollbar": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "spaceless.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-lastplace": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-system-copy": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
