{
  "BufferTabs.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "accelerated-jk.nvim": { "branch": "main" },
  "better-escape.vim": { "branch": "master" },
  "blink-ripgrep.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "brook.nvim": { "branch": "main" },
  "buffer-closer.nvim": { "branch": "main" },
  "buffer-reopen.nvim": { "branch": "main" },
  "bufresize.nvim": { "branch": "master" },
  "colorful-menu.nvim": { "branch": "master" },
  "commandpicker.nvim": { "branch": "v1" },
  "conform.nvim": { "branch": "master" },
  "diffs.nvim": { "branch": "main" },
  "fix-auto-scroll.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "fluoride": { "branch": "main" },
  "garbage-day.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "grapple.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "hlargs.nvim": { "branch": "main" },
  "import.nvim": { "branch": "main" },
  "jsx-element.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mac-clear": { "branch": "main" },
  "marker-groups.nvim": { "branch": "main" },
  "markit.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "modes.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-copy": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-macros": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-rip-substitute": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window": { "branch": "main" },
  "paren-hint.nvim": { "branch": "main" },
  "pickme.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "processmonitor.nvim": { "branch": "main" },
  "quicker.nvim": { "branch": "master" },
  "scrollbar": { "branch": "main" },
  "seeker.nvim": { "branch": "main" },
  "sibling-jump.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "spaceless.nvim": { "branch": "main" },
  "spelunk.nvim": { "branch": "main" },
  "stay-centered.nvim": { "branch": "main" },
  "time-machine.nvim": { "branch": "main" },
  "trailblazer.nvim": { "branch": "main" },
  "tree-hierarchy.nvim": { "branch": "master" },
  "tsc.nvim": { "branch": "main" },
  "unified.nvim": { "branch": "main" },
  "vim-lastplace": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-system-copy": { "branch": "master" },
  "vimade": { "branch": "master" },
  "wayfinder.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "windowcolumns.nvim": { "branch": "master" }
}
